Repository: hugolut3/EduXpress
Catalog: EduXpress/Education/userControlMarkSheet.*.resx
Languages: fr

# btnNew.Caption
source: New
fr: Nouveau

# btnUpdate.Caption
source: Update
fr: Mettre à jour

# btnDelete.Caption
source: Delete
fr: Supprimer

# btnSave.Caption
source: Save
fr: Sauvegarder

# btnGetMarks.Caption
source: Get Marks
fr: Obtenez les notes scolaires

# btnReportAssessmentPeriod.Caption
source: Assessment Period
fr: Liste de points par matière

# btnReportClassMarkSheet.Caption
source: Class Mark Sheet Report
fr: Liste de points par classe

# btnConduct.Caption
source: Student Conduct
fr: Conduite des élèves

# ribbonPageGroupNewMarks.Text
source: New Marks
fr: Nouvelles notes scolaires

# ribbonPageGroupModifyMarks.Text
source: Modify Marks
fr: Modifier les notes scolaires

# ribbonPageGroupConduct.Text
source: Student Conduct
fr: Conduite des élèves

# ribbonPageGroupReports.Text
source: Reports
fr: Rapports

# ribbonPageMarkSheets.Text
source: Mark Sheets
fr: Fiche de Cotation

# btnLoadStudents.Text
source: Load Students
fr: Charger les élèves

# label10.Text
source: Assessment Period:
fr: Période d'évaluation:

# label7.Text
source: Subject:
fr: Matière scolaire:

# groupControl3.Text
source: Subject and Assessment Period
fr: Matière scolaire et période d'évaluation

# label14.Text
source: School Year
fr: Année scolaire:

# label5.Text
source: Education Band:
fr: Section:

# label3.Text
source: Field:
fr: Option:

# label4.Text
source: Grade:
fr: Classe:

# groupControl2.Text
source: Load Students
fr: Les élèves

# labelControl2.Text
source: Fields with an <color=255, 0, 0>*</color> are required fields
fr: Les cases avec <color=255, 0, 0>*</color> sont obligatoires
