Repository: hugolut3/EduXpress
Catalog: EduXpress/Students/userControlStudentEnrolmentFormSA.*.resx
Languages: fr

# btnNew.Caption
source: New
fr: Nouveau

# btnSave.Caption
source: Save
fr: Sauvegarder

# btnUpdate.Caption
source: Update
fr: Mettre à jour

# btnDelete.Caption
source: Delete
fr: Supprimer

# btnGetData.Caption
source: List of students
fr: Liste des élèves

# btnPrintPreview.Caption
source: Print Preview
fr: Aperçu avant impression

# btnPrint.Caption
source: Print
fr: Imprimer

# btnExportPDF.Caption
source: Export to PDF
fr: Exporter au format PDF

# btnExportExcel.Caption
source: Export to Excel
fr: Exporter vers Excel

# btnExportRTF.Caption
source: Export to Word
fr: Exporter vers Word

# btnExportHTML.Caption
source: Export to HTML
fr: Exporter au format HTML

# ribbonPageGroupPrint.Text
source: Print
fr: Impression

# ribbonPageGroupExport.Text
source: Export
fr: Exporter

# ribbonPageEnrolment.Text
source: Enrolment
fr: Inscription

# ckMotherNotificationEmail.Properties.Caption
source: Notification Email?
fr: Email de notification?

# ckMotherNotificationNo.Properties.Caption
source: Notification No?
fr: Numéro de notification?

# ckFatherNotificationEmail.Properties.Caption
source: Notification Email?
fr: Email de notification?

# ckFatherNotificationNo.Properties.Caption
source: Notification No?
fr: Numéro de notification?

# ckSchoolPhotos.Properties.Caption
source: Parents authorize to take photos in school Excursion / Activities?
fr: Parents autorisent à prendre des photos en excursion / activités scolaire?

# ckSchoolActivities.Properties.Caption
source: Parents authorize to participate in school Excursion / Activities?
fr: Parents autorisent à participer à des excursions / activités scolaires?

# btnRemovePicture.Text
source: Re&move
fr: Su&pprimer

# btnBrowsePicture.Text
source: &Browse...
fr: &Parcourir...

# ckPreviousSchoolDocuments.Properties.Caption
source: Last Academic Report Submitted?
fr: Documents scolaires précédents soumis?

# ckParentIdentityDocuments.Properties.Caption
source: Parents IDs Submitted?
fr: Cartes d'identité des parents Soumises?

# ckBirthCertificate.Properties.Caption
source: Birth Certificate Submitted?
fr: Certificat de naissance soumis?

# ckStudentSibling.Properties.Caption
source: Student has Siblings at School?
fr: L'élève a des frères et sœurs à l'école?

# layoutControlItem1.Text
source: Student Number:
fr: Numéro d'élève:

# layoutControlItem3.Text
source: Field:
fr: Option:

# layoutControlItem2.Text
source: Barcode:
fr: Code-barres:

# layoutControlItem4.Text
source: Grade: *
fr: Classe:

# layoutControlItem26.Text
source: School Year: *
fr: Année scolaire:

# layoutControlItem27.Text
source: School Phase: *
fr: Section:

# layoutControlItem25.Text
source: Student Picture *
fr: Photo de l'élève

# layoutControlItem9.Text
source: How Many?
fr: Combien?

# layoutControlItem14.Text
source: Medical Conditions/Allergies:
fr: Conditions médicales / Allergies:

# layoutControlItem13.Text
source: Home Language:
fr: Langue:

# layoutControlItem20.Text
source: Previous school results:
fr: Résultats précédents

# layoutControlItem19.Text
source: Previous School Attended:
fr: Dernière école fréquentée:

# layoutControlItem17.Text
source: Country of Citizenship: *
fr: Pays d'origine:

# layoutControlItem8.Text
source: Age: *
fr: Âge:

# layoutControlItem11.Text
source: Date Of Birth:
fr: Date de naissance:

# layoutControlItem7.Text
source: First Names: *
fr: Postnom et Prénoms

# layoutControlItem6.Text
source: Surname: *
fr: Nom:

# layoutControlItem12.Text
source: Gender: *
fr: Sexe:

# layoutControlItem28.Text
source: Race: *
fr: Nom du tuteur:

# layoutControlItem48.Text
source: Birth Certificate/ID/Passport: *
fr: Profession du Tuteur:

# layoutControlItem22.Text
source: Student Email:
fr: Email élève:

# layoutControlItem23.Text
source: Student Phone No:
fr: Téléphone élève:

# layoutControlItem21.Text
source: Does Have Disabilities: *
fr: Si réussi, alors %

# layoutControlGroupStudentDetails.Text
source: Student Details
fr: Détails de l'élève

# layoutControlItem37.Text
source: Email Address:
fr: Email Père:

# layoutControlItem36.Text
source: Phone No:
fr: Téléphone Père:

# layoutControlItem49.Text
source: Occupation:
fr: Profession du Père:

# layoutControlItem30.Text
source: Surname: *
fr: Nom du père:

# layoutControlItem32.Text
source: Names: *
fr: Postnom et Prénoms Père:

# layoutControlItem39.Text
source: Email Address:
fr: Email Mère:

# layoutControlItem38.Text
source: Phone No:
fr: Téléphone Mère:

# layoutControlItem50.Text
source: Occupation:
fr: Profession de la Mère:

# layoutControlItem33.Text
source: Names:
fr: Postnom/Prénoms Mère:

# layoutControlItem31.Text
source: Surname:
fr: Nom de la mère:

# layoutControlItem44.Text
source: Notification No: *
fr: Numéro de notification:

# layoutControlItem45.Text
source: Notification Email:
fr: Email de notification:

# layoutControlItem47.Text
source: Alternative No Emergency/Absence: *
fr: Téléphone alternatif urgence/maladie/absence:

# layoutControlItem46.Text
source: Phone No Emergency /Absence: *
fr: Téléphone en cas d'urgence/maladie/absence:

# layoutControlGroupSchoolExcursion.Text
source: School Excursion / Activities and Notifications
fr: Excursion scolaire / Activités

# layoutControlGroupParentGuardian.Text
source: Parents/Guardians
fr: Parents
