Repository: hugolut3/EduXpress
Catalog: v1/Admin/frmUserTypeHelp.*.resx
Languages: fr

# labelControl13.Text
source: Teacher Administrator:
fr: Administrateur Enseignant:

# labelControl14.Text
source: A user who has access to student subjects, marksheet, Report card and Office Word, Excel and pdf document reader. This user can add new subjects, and access various marks reports including printing reports cards
fr: Un utilisateur qui a accès aux matières des élèves, feuille de notes, bulletin scolaire, conduites des élèves et lecteur de documents Office Word, Excel et pdf. Cet utilisateur peut ajouter de nouveaux matières et accéder à divers rapports de notes, y compris l'impression des bulletins

# labelControl11.Text
source: Teacher:
fr: Enseignant:

# labelControl12.Text
source: A user who has access only to the marksheet of his subjects and Office Word, Excel and pdf document reader
fr: Un utilisateur qui a accès à la feuille de notes de ses matières et à l'Office Word, Excel et lecteur de documents pdf

# labelControl4.Text
source: Assistant Administrator:
fr: Administrateur adjoint:

# labelControl3.Text
source: A user who has access to everything except transaction logs and administration
fr: Un utilisateur qui a accès à tout sauf aux journaux de transaction et à l'administration

# labelControl6.Text
source: Finance Officer:
fr: Agent des finances:

# labelControl5.Text
source: A user who has access to student fees, Office and application Preferences
fr: Un utilisateur ayant accès aux frais des élèves, au bureau et aux préférences de l’application

# labelControl10.Text
source: Admission Officer:
fr: Agent d'admission:

# labelControl9.Text
source: A user who has access to student enrolment, student promotion, Office and application Preferences
fr: Un utilisateur qui a accès à l'inscription des élèves, la promotion des élèves, bureau et préférences de l'application

# labelControl8.Text
source: Finance & Admission Officer:
fr: Agent des finances et admissions:

# labelControl7.Text
source: A user who has access to student fees, student enrolment, student promotion, Office and application Preferences
fr: Un utilisateur ayant accès aux frais des élèves, aux inscriptions, à la promotion des élèves, au bureau et aux préférences de l’application

# labelControl1.Text
source: Administrator:
fr: Administrateur:

# labelControl2.Text
source: A user who has access to everything
fr: Un utilisateur qui a accès à tout

# btnClose.ToolTip
source: Close
fr: Fermer
