Repository: hugolut3/EduXpress
Catalog: EduXpress/Settings/userControlPrinterSettings.*.resx
Languages: fr

# btnEdit.Caption
source: Edit
fr: Modifier

# btnSave.Caption
source: Save
fr: Sauvegarder

# ribbonPageGroupPrinters.Text
source: Printers
fr: Imprimantes

# ribbonPagePrinters.Text
source: Printers
fr: Imprimantes

# checkMarginWarnings.Properties.Caption
source: Display printing warnings when printing outside the paper margins
fr: Afficher les avertissements d'impression lors de l'impression en dehors des marges du papier

# groupPaperRollPrinter.Text
source: Paper Roll Printer
fr: Imprimante à rouleau de papier

# label3.Text
source: Transparency (0 to 255)
fr: Transparence (0 à 255)

# checkWatermark.Properties.Caption
source: Display school logo as watermark
fr: Afficher le logo de l'école en filigrane

# groupStickerPrinter.Text
source: Sticker Printer
fr: Imprimante d'autocollants

# label2.Text
source: Receipt Printer:
fr: Imprimante de reçus:

# label15.Text
source: Report Printer:
fr: Imprimante de rapports:

# label48.Text
source: Printer Type:
fr: Type d'imprimante:

# label1.Text
source: Printer Name:
fr: Nom de l'imprimante:

# groupControlSelect.Text
source: Select Printer
fr: Sélectionner une imprimante
