Repository: hugolut3/EduXpress
Catalog: v1/Reports/userControlFeePaymentRecord.*.resx
Languages: fr

# btnReset.Caption
source: Reset
fr: Effacer la sélection

# btnExportExcel.Caption
source: Export to Excel
fr: Exporter vers Excel

# btnExportPDF.Caption
source: Export to PDF
fr: Exporter au format PDF

# btnExportWord.Caption
source: Export to Word
fr: Exporter vers Word

# btnPrintPreview.Caption
source: Print Preview
fr: Aperçu avant impression

# btnPrint.Caption
source: Print
fr: Imprimer

# btnLoadReports.Caption
source: Load all transanctions
fr: Charger toutes les transactions

# ribbonPageGroupPaymentReport.Text
source: Payment Report
fr: Montant payé

# ribbonPageGroupExport.Text
source: Export
fr: Exporter

# ribbonPageGroupPrint.Text
source: Print
fr: Impression

# ribbonPagePaymentReport.Text
source: Payment Report
fr: Rapports de montant payé

# btnGetDataCycle.Text
source: G&et Data
fr: Trou&ver

# xtraTabPageEducationBands.Text
source: Education Bands
fr: Section

# btnGetDataSection.Text
source: &Get Data
fr: Trou&ver

# xtraTabPageFieldStudy.Text
source: Field of Study
fr: Option

# btnGetDataClass.Text
source: Get &Data
fr: Trou&ver

# xtraTabPageGrade.Text
source: Grade
fr: Classe

# groupControlFilterBy.Text
source: Report by:
fr: Rapport par:

# btnGetDataDate.Text
source: &Get Data
fr: T&rouver

# groupCustomDates.Text
source: Report by Custom Date
fr: Rapport par date personnalisée

# btnGetDataDefinedDate.Text
source: G&et Data
fr: &Trouver

# groupDatePeriods.Text
source: Report by Date Period
fr: Rapport par période

# labelControl5.Text
source: Fields with an <color=255, 0, 0>*</color> are required fields
fr: Les cases avec <color=255, 0, 0>*</color> sont obligatoires
